
print("ระบบเลือกเกรด")
stu=input("choose 1,2,3,4.....")
if stu=="1" :
    print("เกรดที่ได้ในวิชานี้ คือ D-doc")
    print("เลือกได้เกรดน้อยจัง")                
elif stu=="2" :
    print("เกรดที่ได้ในวิชานี้ คือ C-cat")
    print("เลือกได้เกรดปานกลางจ้า")                
elif stu=="3" :
    print("เกรดที่ได้ในวิชานี้ คือ B-birth")
    print("เลือกได้เกรดปานกลางจ้า")                 
elif stu=="4" :
    print("เกรดที่ได้ในวิชานี้ คือ A-apple")
    print("เลือกได้เกรดปานกลางจ้า")                
else  :
    print("เกรดวิชานี้ของคุณได้  = F-Fish")
    print("คุณไม่ได้เลือกเกรดที่กำหนด ติดเอฟ จ้า !!!")

                  
         
         
