name = (input("insert name >>  "))
age = (input("insert age >> "))
hight = (input("insert hight >>  "))
wight = (input("insert wight >> "))

print("ชื่อของฉันคือ" ,name )
print("ฉันอายุ",age)
print("ฉันสูง" ,hight )
print("ฉันน้ำหนัก",wight            )

#name =  input
#1รับค่า แสดงผลว่า "กรุุณาใส่ชื่อลงในช่อง"      5 คะแนน //
#2รับค่า และแสงผลว่า "คุณอายุ " จำนวนเต็ม   5 คะแนน
#3รับค่าและแสงผลว่า "คุณน้ำหนัก" เป็นทศนิยม   5 คะแนน
#4รับค่าและแสงผลว่า "คุณสูงเท่าไหร่" 	5 คะแนน
____________________________________________________________
#print
#5 แสดงผล ฉันชื่อ >>>>  ชื่อของตัวเอง
#	ฉันอายุ>>> 	 อายุที่ทำการกรอก  ปี
#	ฉันน้ำหนัก> น้ำหนัก กิโลกรัม
#	ฉันสูง>>     ส่วนสูง เซนติเมตร
#เขียนเป็นภาษา python  10 คะแนน  Midterm //